13/data/attachments/f1f35e32cd851d6b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Colleen_imagine_Friend_15703_0</nif:username>
            <nif:friendToBeRequested>soap_friends_bea1e51b-ccf9-435f-83f3-d38a4b0a24db</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>